<script setup lang="ts">
import Table1 from "../tables/Table1.vue";
import TableX from "../tables/TableX.vue";
</script>

<template>
  <section>
    <h2>Раздел 3</h2>
    <h3>
      Расчёт прогнозируемого значения обеспеченности врачами (ОВ) до 2041 г.
    </h3>

    <h4>Исходные данные</h4>
    <Table1 />

    <h4>Итоговый расчёт</h4>
    <TableX />

    <p>
      Расчет позволяет научно обосновать долгосрочную потребность субъекта в
      объемах подготовки кадров в части КЦП, а так же сколько дополнительно
      необходимо заключить договоров за счет регионального бюджета.
    </p>
  </section>
</template>

<style scoped></style>
