<script setup lang="ts">
import FormOneFormula from "../FormOneFormula.vue";
import FormOneResult from "../FormOneResult.vue";
import FormOne from "../forms/FormOne.vue";
</script>

<template>
  <section>
    <h2>Секция 1</h2>
    <p>
      На основе всей совокупности полученных результатов разработан научно
      обоснованный алгоритм расчета врачебного кадрового прогноза, с учетом
      демографического прогноза региона, коэффициента естественной убыли
      работающих врачей, с учетом трудовой миграции и возврата студентов,
      обучающихся по целевому договору.
    </p>
    <p>
      Данный алгоритм может использоваться для достижения целевого показателя
      обеспеченности врачебными кадрами на 10 тыс. населения в заданный период
      времени и вычисление удельного веса составляющих компонентов алгоритма.
    </p>
    <p>
      В дальнейшем можно оценить экономические затраты региона для постижения
      ЦП.
    </p>

    <h3>Форма 1</h3>
    <FormOneFormula />
    <h4>Рассчёт</h4>
    <FormOne />
    <FormOneResult />
  </section>
</template>

<style scoped></style>
