<script setup lang="ts"></script>

<template>
  <div>
    <p class="mathml">
      <math xmlns="http://www.w3.org/1998/Math/MathML" display="block">
        <mrow>
          <mi>ОВ</mi>
          <mo>=</mo>
          <mfrac>
            <mrow>
              <mi>АбсЧВ_за_ГП</mi>
              <mo>-</mo>
              <mi>АбсЧВ_СКУ</mi>
              <mo>-</mo>
              <mi>АбсЧВ_УТМ</mi>
              <mo>+</mo>
              <mi>АбсЧВ_ЦН</mi>
              <mo>+</mo>
              <mi>АбсЧВ_ВП</mi>
              <mo>+</mo>
              <mi>АбсЧВ_ПТМ</mi>
            </mrow>
            <mi>ЧислНас</mi>
          </mfrac>
          <mo>×</mo>
          <mn>10000</mn>
        </mrow>
      </math>
    </p>
    <p>Где:</p>
    <p>АбсЧВ_за_ГП – Абсолютное число врачей за предыдущий период (год);</p>
    <p>АбсЧВ_СКУ – Абсолютное число врачей, убывших из профессии (КУ);</p>
    <p>
      АбсЧВ_УТМ – Абсолютное число врачей, убывших в результате трудовой
      миграции;
    </p>
    <p>
      АбсЧВ_ЦН – Абсолютное число врачей, вернувшихся после обучения по целевому
      направлению от региона;
    </p>
    <p>АбсЧВ_ВП – Абсолютное число врачей, вновь пришедших;</p>
    <p>
      АбсЧВ_ПТМ – Абсолютное число врачей, привлеченных в результате трудовой
      миграции;
    </p>
    <p>
      ЧислНас – численность населения, на основе данных Росстата
      (демографический прогноз).
    </p>
  </div>
</template>

<style scoped>
.mathml {
  width: 100%;
  height: 100px;
  overflow-x: auto;
  font-size: 18px;
}
</style>
